{"meta":{"title":"LuSuZi's blog","subtitle":"鹿苏子","description":null,"author":"鹿苏子","url":"https://lusuzi.github.io","root":"/"},"pages":[{"title":"404 Not Found","date":"2020-07-27T07:24:38.308Z","updated":"2020-07-27T07:24:38.308Z","comments":true,"path":"404.html","permalink":"https://lusuzi.github.io/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"},{"title":"刷新才有...","date":"2020-08-01T13:34:09.188Z","updated":"2020-08-01T13:34:09.188Z","comments":false,"path":"blogger_said/index.html","permalink":"https://lusuzi.github.io/blogger_said/index.html","excerpt":"","text":""},{"title":"分类","date":"2020-07-27T15:50:57.123Z","updated":"2020-07-27T15:50:57.123Z","comments":true,"path":"categories/index.html","permalink":"https://lusuzi.github.io/categories/index.html","excerpt":"","text":""},{"title":"","date":"2020-08-06T06:27:35.898Z","updated":"2020-08-06T06:27:35.898Z","comments":true,"path":"books/index.html","permalink":"https://lusuzi.github.io/books/index.html","excerpt":"","text":"读 好 书 数学沟通心理学时间管理 怎样解题 高效演讲 心流 奇特的一生"},{"title":"","date":"2020-08-06T04:57:48.684Z","updated":"2020-08-06T04:57:48.684Z","comments":true,"path":"friends/index.html","permalink":"https://lusuzi.github.io/friends/index.html","excerpt":"我 的 朋 友 们","text":"我 的 朋 友 们 友链添加流程先添加本站友链 名称：鹿苏子 头像：https://cdn.jsdelivr.net/gh/lusuzi/CDN/avatar.jpg 链接：https://lusuzi.github.io 描述：生命以负熵为食 标签(若有)：读书，写作 背景颜色（若有）：lightgreen 文字颜色（若有）：#fff 下方评论区按格式申请友链 1234567- name: # 你的博客名 avatar: # 头像链接 url: # 博客链接 desc: # 描述文字 tags: # 标签(可选) backgroundColor: # 卡片背景颜色(可选) textColor: # 卡片文字颜色(可选) 等待本站按以下原则选取 你的网站能够正常打开 已添加本站作为友链 至少拥有三篇原创文章且文章正常 欢迎小姐姐！(/≧▽≦)/ 欢迎大佬！(/≧▽≦)/ 互添成功 已经添加的友链相互不要轻易删除哦 欢迎更多朋友的入驻～"},{"title":"","date":"2020-08-06T14:06:24.682Z","updated":"2020-07-27T07:24:38.326Z","comments":true,"path":"messages/index.html","permalink":"https://lusuzi.github.io/messages/index.html","excerpt":"","text":"留 言 板 欢迎你的来访，请遵守相关法律法规，文明灌水，谢谢合作~"},{"title":"","date":"2020-08-07T09:39:06.841Z","updated":"2020-08-07T09:39:06.841Z","comments":true,"path":"about/index.html","permalink":"https://lusuzi.github.io/about/index.html","excerpt":"","text":"鹿苏子 您好，这里是鹿苏子的公开网站，网站基本情况如下。 网站源码托管于GitHub 博客主题为Volantis 由Hexo强力驱动 由jsDelivr提供高速的CDN服务 我的基本情况如下。 行为源码托管于「 DNA 」中 人生主题为「 以负熵为食 」 由「 自证预言 」强力驱动 由「 父母、亲戚、朋友们 」提供海量支持 这个网站于我有两个主要作用。 1. 数据自我掌控如今的互联网时代，给了我们前所未有的便利，然而，个人隐私也惨遭前所未有的侵犯。 平台过度收集与分析个人信息、平台主动售卖用户信息、黑客利用平台漏洞收集泄露的用户信息、个人信息在黑灰产业被流转交易、不法分子购买个人信息并利用…… 即使你的个人信息没有被泄露并被用于“贩卖和交换个人信息”、“诈骗窃取活动”等不法行为，它们在平台层面上的处理已经让你已经成为大数据时代的透明人了，你将随时面临一心牟利的各大商业平台的收割，而且随着技术的发展，它们的收割能力越强，你的抵抗能力则相对越弱。 以个人信息被用于推销广告的过程举例。 首先，你在注册使用购物或者社交APP时，你的姓名、手机号、性别和地址等信息会被记录下来。然后，你在使用APP过程中，你的行为数据如浏览时间、地理位置、浏览路径、消费记录等都会被保存。接下来，平台建立模型，从这些基本数据和行为数据中构建标签，试图从无数个标签中构建出你的用户画像，这个用户画像就是信息化的你，随着数据的积累，它将越来越像你，甚至能比你还了解你自己。 在你日常浏览某款产品时，系统会通过一个简单的标签加权算法 购买欲权重=行为权重×停留时间×衰减因子 计算你对这款产品的购买欲，如果你对它进行评论、点赞、转发和收藏等操作，其行为权重会增加。停留时间是加分项，单次浏览行为的权重会随时间衰减。于是，系统根据你的用户画像与购买欲给你推荐商品。 我们在互联网上发表的言论、作出的各类行为等，不断形成着自己独特的数据印迹，但它们将自动按照各平台设定好的格式被存储并一块用于数据分析。即我们的数据由我们产生，但所有权并不属于我们，反而被用于对我们的剖析与监视。 这种情况已经深入生活的方方面面，我们早已在安全与方便上一再方便地选择了方便，几乎不可能回退。然而，我们可以尽量开辟更多的可以自我掌控数据的领域，减少对平台的依赖。 我们自我搭建博客的人(self-build bloggers)，很大程度上就相当于在言论方面实现了数据自我掌控，摆脱了平台对我们的言论数据进行的批量存储和各种处理与分析。每个人都有分享的欲望，有了自己的博客的人就有了自我掌控的分享渠道，完全可以不使用朋友圈、微博和微信公众号等，在那里产生的数据的实际储存时间和如何利用等都是平台说了算。 自我搭建博客不仅可以控制我们自己的数据的归属，还可以控制其表现形式。如果我们先想在朋友圈上发言，对不起，姓名、手机号、使用手机型号、发表时间、发表地点等基本是强制附带的，我们不能决定说这条言论信息不被存储发表时间这一条。我们在微信公众号上写篇文章，对不起，不准加外链，使用统一的界面，以及各种限制等，而自己搭建博客一切都可自由设置。 以上就是我搭建博客的初衷之一。 2. 控制分享范围分享一个有意思的网站Lifefaker.com，探索一下你就会发现它的用心良苦。当然它并不是说要我们放弃社交网络，而是指出了其弊端，我们因此可以改善使用社交网站的方式或心态。91%的16到24岁使用社交网络的人，在过去25年里焦虑与抑郁感上升了70%，如何正确对待社交网络值得思考。 我就很不喜欢集中式的社会网络分享渠道，例如朋友圈，将使用者的动态集中在一处，这容易产生过度的比较与炫耀。从人性角度看，比较与炫耀没什么不对，但它是保持良好的心态与幸福感的大敌。 我们真的没必要和别人做对比，而是应该和昨天的自己对比，每天有在进步就很好。这个世界有太多事情值得花时间，我们所能真正相知的人也非常有限，控制分享的范围，不卷入太过庞大的“比较圈”显得更加可取。 相对来说，自建博客这种分布式的分享则要更好。每个人的站点都是一个代表自己的节点，节点各自自由分享，其分享的内容只存储于该节点中，与自己的旧内容形成对比。对其他节点内容的接触主要基于主动的访问，这个过程才创造着真正的联系。这种分布式的内容存储形式，节点间既能相互联系又不相互干扰。 这个网站于他人也有两个主要作用，一谓之陪伴，二为共同成长。朋友，欢迎您的来访！"},{"title":"标签","date":"2020-07-27T15:50:06.119Z","updated":"2020-07-27T15:50:06.119Z","comments":true,"path":"tags/index.html","permalink":"https://lusuzi.github.io/tags/index.html","excerpt":"","text":""},{"title":"","date":"2020-08-07T04:39:41.336Z","updated":"2020-08-07T04:39:41.336Z","comments":true,"path":"recommend/index.html","permalink":"https://lusuzi.github.io/recommend/index.html","excerpt":"","text":"资 源 推 荐 找书 找中文书找英文书相关工具鸠摩搜索https://www.jiumodiary.com/ePUBeehttp://cn.epubee.com/books/我的小书屋https://ebook.chongbuluo.com/shuwu.html新浪微盘https://ebook.chongbuluo.com/vdisk.html苦瓜书盘https://www.kgbook.com/某人书库https://545c.com/dir/1738248-7093330-60a297Library Genesishttp://gen.lib.rus.ec/ZLibraryhttps://1lib.net/?regionChanged=&redirect=769321Gutenberghttp://www.gutenberg.org/格式转换https://www.epubee.com/Windows阅读器https://mobipocket-reader-desktop.en.softonic.com/电子书搜索合集https://ebook.chongbuluo.com/ 医学 医学资源医学网站医学电子书搜索http://www.kanyixue.com/Github开源医学电子书https://github.com/scienceasdf/medical-books/releases国家医学电子书包(收费)http://www.imed.org.cn/jcdl_list.html美国疾控中心https://www.cdc.gov/世界卫生组织https://www.who.int/zh/伪医学观察https://quackwatch.org/"},{"title":"","date":"2020-07-28T13:46:57.607Z","updated":"2020-07-28T13:46:57.607Z","comments":true,"path":"photos/index.html","permalink":"https://lusuzi.github.io/photos/index.html","excerpt":"","text":"照 片 馆 求学 小学 六年级 初中 高中 大学 大一 大二 大三 大四"},{"title":"","date":"2020-08-07T09:34:30.923Z","updated":"2020-08-07T09:34:30.923Z","comments":true,"path":"history/index.html","permalink":"https://lusuzi.github.io/history/index.html","excerpt":"","text":"建 站 史 开始 2020.07.25 基于Hexo下的Volantis主题搭建 使用Valine评论系统 使用Artitalk建立【博主说】页面 参考Colsrch大佬建立多层级导航栏 使用hexo-offline-popup插件，速度更快且拥有了更新提示功能 使用hexo-lazyload-image插件缓解页面图片多时加载缓慢的问题 使用hexo-related-popular-posts插件推荐相关文章 使用hexo-wordcount插件进行字数统计和阅读时长估计 使用hexo-abbrlink插件解决中文url问题 使用hexo-generator-feed引入RSS订阅功能 添加网站运行时间功能 使用Pjax 【友链】尚未有朋友入驻 【作品】【书籍】【相册】尚未填充内容 【百度统计】功能尚未建立 完善 2020.07.26 新增【百度统计】功能 优化网站SEO，使用百度站长支持百度收录 2020.07.28 对【相册】【作品】填入内容 2020.08.03 对【书籍】填入内容 2020.08.06 已有朋友入驻【友链】 优化网站CSS样式 将网站全部js、css、image、font设置为jsdelivr加速 新增【推荐】板块"},{"title":"","date":"2020-08-03T05:34:39.276Z","updated":"2020-07-27T07:24:38.332Z","comments":true,"path":"works/index.html","permalink":"https://lusuzi.github.io/works/index.html","excerpt":"","text":"w o r k s 作品索引 项目1 摄影 视频 唱歌 英语弱连读"},{"title":"","date":"2020-08-01T01:24:40.700Z","updated":"2020-07-27T07:24:38.335Z","comments":true,"path":"works/item1/index.html","permalink":"https://lusuzi.github.io/works/item1/index.html","excerpt":"","text":"项目1 这是第一个作品 作品介绍 返回"}],"posts":[{"title":"《心流：最优体验心理学》读书笔记","slug":"《心流》读书笔记","date":"2020-08-06T02:30:45.000Z","updated":"2020-08-06T04:59:14.729Z","comments":true,"path":"article/3229fb3a.html","link":"","permalink":"https://lusuzi.github.io/article/3229fb3a.html","excerpt":"该书作者正是积极心理学（link:哈佛的积极心理学公开课）的鼻祖之一，他与塞利格曼2000年联手发表《积极心理学导论》一文标志着积极心理学的问世，而书中的核心概念——心流，正是积极心理学的基石。 “心流”是指我们在做某些事情时，那种全神贯注、投入忘我的状态——这种状态下，你甚至感觉不到时间的存在，在这件事情完成之后我们会有一种充满能量并且非常满足的感受。 这不就是我们每个人追求的吗？——在高效完成大量事情的同时还感到十分快乐。","text":"该书作者正是积极心理学（link:哈佛的积极心理学公开课）的鼻祖之一，他与塞利格曼2000年联手发表《积极心理学导论》一文标志着积极心理学的问世，而书中的核心概念——心流，正是积极心理学的基石。 “心流”是指我们在做某些事情时，那种全神贯注、投入忘我的状态——这种状态下，你甚至感觉不到时间的存在，在这件事情完成之后我们会有一种充满能量并且非常满足的感受。 这不就是我们每个人追求的吗？——在高效完成大量事情的同时还感到十分快乐。 既做了事情又感觉快乐已经很好了，居然还能高效！天底下的好事莫过于此！想想我们一生要做多少痛苦、低效事情吧！如果能将它们转化为心流状态，我们的生命质量（幸福感高低）将提高多少呀！我们的生命长度将提高多少呀！（高效利用时间等于延长寿命） 尽管要达到心流得花费一定的努力，想容易地进入心流需要一定的刻意练习才行，但很显然，花再大的努力都值！ 一、人类幸福的产生机制 世人不分男女，都以追求幸福为人生最高目标。——亚里士多德 我们在人生中追求各种目标，如金钱、权利、性、美貌、健康等，本质上都是为了实现最终目标——幸福——而努力。即便是苦行僧，也是为他们所信仰的“来生”谋求幸福而牺牲当下的享乐。 但几乎没有人仔细学习、研究、思考过追求的各种目标是否真的能带来幸福、各自能带来多少幸福、实现幸福的策略等。这可是每个人一生的头等大事啊！ 我们想当然地，或者更有可能地在大众传媒的误导下，认为幸福是拥有这些的结果，而从未了解过人类幸福感的产生机制。很多人一生争名夺权、违背良心，到头来却因不知何为幸福、幸福感的产生原因以及如何获取幸福而过得并不快乐。 把这个终极问题想清楚了，我们才能更好地制定人生目标，收获人生幸福的最大和。而本书探讨的正是人类幸福的产生机制。 1.1 人何时最幸福？作者用了25年时间进行研究，得出了之后对心理学界产生极大影响的结论： 我发现，幸福并非瞬间发生；它与运气或概率无关，用钱买不到，也不能仗恃权势巧取豪夺；它不受外在事物的操纵，而是取决于我们对外界事物的阐释。实际上，幸福要靠个人的修持，事先充分准备、刻意培养与维护。只有学会掌控心灵的人，才能决定自己的生活品质；具备了这种能力，也就相当于接近幸福的境界了。 幸福不是直接能够追求到的，而是间接得到的，而且需要下一番功夫刻意培养才行，也就是说，幸福是一种能力！ 最优体验大部分时候我们的命运似乎受着外界强大力量的影响，有着深深的无力感；但也有些时候，我们会觉得有能力控制自己的行动，主宰自己的命运，而不被莫名其妙的力量牵着鼻子走。在这种难得的时刻，我们会感到无比欣喜，这就是所谓的“最优体验”。 我们一般会认为，生命中最美好的时光就是心无牵挂、完全放松的时刻。其实不然。 虽然这些时候我们也有可能体会到快乐（其实这种状态更可能会倒向无聊），但最愉悦的时刻通常在一个人为了某项艰巨的任务而辛苦付出，把体能与智力都发挥到极致的时候。 心灵体验到达最优状态时，心中澄莹如练。只有当精神能量（即注意力）专注于实际目标，行动与机缘又搭配得天衣无缝时，才会出现这种现象。树立追求的目标，能使感官变得井然有序，因为这时，人必须全心投入手边的工作，将其他一切抛诸脑后。这种为克服挑战而奋斗的阶段，就是一般人认为的一生中最愉快的时光。任何人只要能够控制精神能量，并将它专注于既定目标，就一定能有所成长、精益求精。借此不断练习自己的技巧，迎接更艰巨的挑战，使自己更加出类拔萃。 最优体验乃是靠我们自己的努力所缔造的。我们最愉悦的时候往往是挑战成功的时刻，如果心态正确，每次挑战都是一个获得幸福的良机。 领航幸福之旅最优体验的获得依赖时时刻刻用意识控制周遭事物，而要达到这种境界，唯有靠个人的努力与创意。也就是说，幸福是可习得的。本书的作用就是提供一套理论框架，引领我们通过控制心灵活动得到幸福。 要想真正改变自己的行为，前提是真正了解作为人类的自己！我们是有意识的、能够反观自己的心境的独特物种，人生的走向与状态很大程度取决于对自我认知的开发。可以说，了解自己才是掌握未来人生的当务之急！ 这也就引出了本书的框架： 先要了解的是我们的观念是如何形成的（第一章），才能进一步控制它（第二章）。进一步，为什么做某些事会比做别的事更愉快？第三章接着探讨心流体验形成的条件，以帮助我们更好地获得心流体验。这三章构成了全书的理论主体，也是本读书笔记记录的内容，而原书后面的章节则主要谈论了心流在学习、工作、人际交往的应用。 1.2 人类不满的根源宇宙的混沌只要是以人类的目标与欲望为出发点，宇宙就显得极度混乱。星球的运行、能量的转换，都可以预测并加以解释。但大自然并没有把人类的欲望列入考虑的范围内，对我们的需求也漠不关心，它自顾自地按其规律行事，因此跟人类企图建立的秩序格格不入。 但个人的力量摇撼不了宇宙的运作方式。固然我们可以努力改善生存环境，但对生活品质的提升都是很有限的。 “除非人类思考模式的根本结构发生重大改变，否则不可能有重大进步。”——密尔 因此我们需要从掌控意识着手去把握幸福，而非掌控外界。我们对自己的观感、从生活中得到的快乐，归根结底直接取决于心灵如何过滤与阐释日常体验。我们快乐与否，端视内心是否和谐，而与我们控制宇宙的能力毫无关系。 无止境的欲望 对于住在南美洲贫民窟、非洲干旱地区，以及数百万面对饥饿问题的亚洲人民而言，人生除了温饱，实在别无所求。但只要基本的生存问题解决了，充足的食物和舒适的居所就立刻显得微不足道，新需求、新欲望会立即出现。 古波斯的居鲁士大帝有一万名厨子替他调理珍馐，而国内老百姓却濒临饥饿边缘。现在发达国家人人都可以取得最罕见的食谱，仿制古代帝王的御膳，但大家因此就满足了吗？ 只要某种欲望一时得到满足，我们就立刻渴望得到更多。欲望永无止境，如果一个人不会管理自己的欲望，早晚会崩溃。这种长期的贪得无厌，是追求知足常乐途中的一重障碍。正如《未来简史》里所述，我们的幸福不主要取决于现实状况，而主要取决于现实是否匹配期望值。但各种证据表明，大多数人会陷入期望值不断升高的恶性循环中无力自拔。 每种文化为了对其进行制衡，会发展出形如宗教、哲学、艺术等保护机制，然而，这种保护是很有限的。很多人在不了解人类幸福的真正产生机制而又缺乏某类保护机制时去追求幸福，很有可能会把极致的生理快乐，或社会公认的最具吸引力的事物财富、权势与性作为其奋斗的主要目标，错将手段当成目标而陷入欲望陷阱之中。 那么为什么自古以来人类抵御混沌威胁的方式，以及这些外在防御系统会经常失灵呢？ 1.3 文化编制的神话在人类进化的过程中，人们逐渐发现自己在宇宙中的孤立以及生存机会的渺茫，于是建立起一套神话和信仰体系，把宇宙中无秩序的破坏力转化成可控制或至少是可理解的模式。任何文化的主要功能就是保护其子民不受混沌之扰，同时灌输给他们一个信念：自我很重要，并且个人终究能成功。如各类宗教，XX梦等。 这样，我们得以积极面对生存中的重重难关。 然而有时一个人过分相信宇宙的友善与安全，也是一种危机。盲目信赖文化编织的神话，失败时会产生同样极端的幻灭感。这就像终有一天面对丑恶社会时，越天真的孩子受到的打击越大。一旦他们发现从前相信的一切不尽可靠，往往会一股脑把所有信念抛弃。没有文化价值观的支持，人们就陷入了焦虑与冷漠的泥淖。这种由神话（或者童话）支撑的人生观是非常脆弱的。 反思生命真义心流是意识和谐有序的一种状态，当事人心甘情愿、纯粹无私地去做一件事，不掺杂任何其他企求。经由研究某些会产生心流的活动，诸如运动、游戏、艺术、嗜好等，就比较容易了解人们感觉幸福的原因了。这种状态下人将感觉生命充满快乐与意义。 反之，一个人如果缺失了内在秩序，就会表现在所谓的存在焦虑或存在恐惧等主观状况上。基本上，它是一种对生存的恐惧，一种生命没有意义、不值得继续的感觉。从小我们被灌输未来一定是美好的幸福的，但这一生历经磨难下来，即将告别尘寰时，将会有一种上当受骗的觉悟：“等一下！我还没有开始生活呢！我该赚的那些钱在哪儿呢？我该享受的那些好时光呢？”正是因为被灌输相信幸福是自然而然的终点式的，而忽略了幸福实际上是努力得来的过程式的，很多人到头来感觉生命毫无意义。 因应之道如果盲目信赖文化编织的神话行事，这种恍然的觉悟早晚会来临，每个人将以不同的方式面对： 有些人试图忘记这种痛苦，继续追求一般人认为能使生活更美好的东西——名贵的车、房、权力等。他们不断奋斗，发现挺奏效，因为没有时间去思考这究竟使他们离目标是更近还是更远。但只要他们抽出时间反省，幻灭感就会油然而生：每次的成功只是一再证明，金钱、权力、地位、财富，都不见得能提升生活品质。 有些人则对症下药，如果问题在于不健康，就对应提升健康；如果问题在于缺少社交，就会花更多时间在社交上。但不久他们就会看出，这些零星的解决方案发挥不了太大作用。提升了自信，无形中却疏远了朋友；花太多时间结交新朋友，很可能就忽略了配偶与家人。他们会发现，堤坝有太多缺口濒临溃决，根本来不及一一抢救。 在无法同时满足太多要求的挫折之下，有些人干脆投降认输，躲进自己的小天地。他们可能会培养一种高雅的嗜好，如搜集抽象画或陶瓷人像，甚至也会沉溺于酒精或麻醉品构筑的迷幻堡垒里。异国情调的娱乐和所费不赀的消遣活动纵然能使人暂时忘记根本的疑问：“这就是一切吗？”却不能提供答案。 这是很多人一生的写照，从一开始没有树立正确的幸福观，到盲目相信文化编织的神话与错误价值观而走错路，到终有一天突然陷入存在焦虑与幻灭感，再到一次又一次选错了面对方式而到死也没摆脱这些，一生下来始终不幸福。 传统上，陷入这一危机的人可能会投身宗教以获解脱，然而现今宗教呈现它们所谓真理的方式——神话、启示、经典——在讲求科学理性的今天，尽管真理的本质未改，说服力却大不如前。目前向既有宗教寻求慰藉的人，往往不得不把有关这个世界的许多知识抛在脑后，以换取心灵的宁静。 我们生存的社会，物质享受虽已至巅峰，却受种种疑难杂症所苦，而且传统的诸如宗教等解决办法都不再管用了。为什么在缔造了许多过去连做梦也想不到的进步“奇迹”后，却会面临这种窘境呢？我们在面对人生时，似乎表现得比生活简约的老祖宗都不如。很明显，尽管人类的物质力量增强了几千倍，但在改善体验的内涵上却不见得有何长进。 1.4 善用自己的体验面对这种困境，我们唯有主动担起为自己谋幸福的责任并付诸努力，才能在旧的价值观与制度架构不足以提供支持时摆脱这种困境。 其中一项有力工具就是心理学。 做自己的主人既然文化编制的价值观不过是一种脆弱的信仰体系，要克服现代生活的焦虑与沮丧，必须先从社会环境中独立出来，不再只以社会赋予的赏罚为念。要具备这样的自制力，个人首先得学会做自己的主人，必须能减少外界影响，去独立思考与追求属于自己的幸福。 这项挑战既难也易。说容易是因为这种能力就在每个人的掌控之中，说困难是因为它需要的毅力相当难能可贵。 在控制体验之前，对决定事情先后顺序的态度必须先做大幅调整。 我们从小就以为，人生最重要的是未来。父母教孩子养成好习惯，为的是长大后对他们有益；老师向学生保证，无聊的课程日后有助于他们谋职；公司主管告诉新员工，要有耐心，努力工作，因为有朝一日会晋升为主管—然而在漫长的晋升之路尽头，退休的时刻也会同时到来。爱默生曾说：“我们对生活有种种期许，却从未真正生活过。” 我们的心态导致我们是用现在的不快乐换取以后的快乐，然后后来又发现自己用了以后的不快乐去计划换取以后的以后的快乐，不断循环……当然这并不是说不要推迟享乐以求幸福最大化，而是说这种态度扭曲了当下的幸福体验。 为了社会发展，社会成员不论乐意与否，都被迫接受既定的习惯与技能，否则就不可能维持社会秩序和复杂的分工制度。个人社会化是必然的甚至似乎是必须的，否则人类将很难整体地发展，但我们不能受它的束缚；社会化的真谛在于使个人依赖社会的控制，并对赏罚有既定的反应；社会化的最高境界就是使每个人都完全认同社会秩序，根本不想触犯任何规则。 社会为了使我们实现它的目标，有若干奖励惩罚手段，而且百试不爽：生理需求和基因制约。 比方说，所有社会控制都建立在对求生本能的威胁上。受迫害国家的人民会被迫服从征服者，纯粹是因为他们想继续生存下去。 除了痛苦，社会控制也以快乐作为使人就范的诱饵。工作一辈子并遵守法律的报酬就是美好生活，这一招其实就是利用人性的弱点。人的每个欲望几乎都成为政客、教会、企业及广告界控制社会的手段。 寻求快乐是基因为物种延续而设的一种即时反射，其目的非关个人利益。进食的快乐是为确保身体得到充足营养，性爱的快乐则是鼓励生殖的手段，它们实用的价值凌驾于一切之上。当一个男人在生理上受一个女人吸引时，他会想象（假设他会思考这种事）自己的欲念是发乎个人意愿的。但实际上，他的性趣只不过是肉眼看不见的基因的一招布局，完全在操纵之中。当这种吸引力只是基于生理的反射作用时，个人意识的影响力微不足道。当然，跟随基因的反应，享受自然的乐趣，并没有什么不好，但我们应该认清事实真相，在必要的时候，按照自己的优先顺序，做自己的主人。 认清了社会控制作用的方式，我们才能克服社会控制，做自己的主人。 放任的争议但做自己的主人不代表把内心的感觉当作发乎真性情的行为准绳，这样就放弃了对意识的控制，照样会沦为基因与社会的控制。尽管我们的自由意志相当有限甚至可能都不存在，但我们不能接受所有的直觉与冲动，不能归咎自然并放任不管，而应该改进它，追求至善。 摆脱社会控制的首要之务便是控制本能的冲动，因为只要我们凡事跟着感觉走，这就正中了社会控制的下怀。彻底社会化的人，只追求周遭他认定应该期望的东西——往往也是与天性密切结合的欲望。 在复杂的社会中，有很多强势团体执行着社会化的工作，有时它们的目标乍看似乎相互矛盾。一方面，学校、教堂、银行等官方机构致力于把我们塑造成拼命工作与储蓄的负责任公民；另一方面，商人、厂商、广告商却不断哄骗我们将辛苦赚来的钱悉数购买令他们获利的产品。此外，还有赌徒、皮条客、毒贩组成的地下组织，提供禁忌的快乐，它们完全与官方那一套相呼应：只要付钱，就提供放荡的快乐。尽管透露出的信息截然不同，但结果基本上是一样的：剥削我们的精力以逞其私欲，使我们沦为社会制度的附庸。 你不觉得作者这段话让人有种被合谋的感觉吗？但也并不奇怪，这是社会存在的基础，他们可能其实并没有合谋，只是恰好共同充当了社会化的功能而已。 不以社会奖罚为念我们必须在社会中生存，当然有必要为实现外在目标暂时牺牲一时的满足，但却没有必要受社会的控制，让它成为我们追求幸福之路的障碍。 最好的方法是不以社会的奖赏为念，试着以自己所能控制的奖赏取而代之。但这并不表示我们必须完全放弃社会认可的每一项目标；相反，我们要在别人用以利诱我们的目标之外，另行建立一套自己的目标。 如果只以社会奖赏为目标，我们最终将走上社会已经设计好的线路，就像受系统控制的傀儡一样。而自我设置目标，将逐渐让奖励系统从社会转向个人，权利最终得以回到个人手中。我们再也不必为追赶不到的目标而孜孜以求，或是在每个无聊的一天告终时，盼望明天会更好；再也不必为遥不可及的奖励受尽折磨，而可以真正开始充实人生。 然而，光是摆脱社会制约还不够，还得紧接着学会控制心灵，否则同样将落入其他欲望之中。 1.5 释放内在的生命生活的品质取决于控制意识的能力，这是人类早已知道的简单事实。痛苦与快乐都属于可意识的范围，而且只在意识中存在。服从社会根据生物倾向而设计的“刺激–反应”模式，就是受外界所控制。无论是迷人的广告使我们对产品垂涎不已，还是老板皱一下眉头就使我们整天提心吊胆，都代表我们没有决定体验内涵的自由。因为体验就是现实，所以我们可借由改变意识来改变现实，如此一来，也就摆脱了外界的威胁利诱。 “人害怕的其实是自己对事物的看法，而非事物本身。”——古希腊哲学家埃皮克提图 “外界事物令你痛苦并不是因为它们打扰你，而是肇因于你对它们的判断，而你有能力立刻消弭那种判断。”——罗马哲学家皇帝马可·奥勒留 东方的智慧印度瑜伽、中国道教及佛教禅宗，虽然不尽相同，但都以从生物或社会的命定论下解脱意识为宗旨。例如，瑜伽徒训练心灵，对一般人感觉到的痛苦浑然不觉，同样他也可以忽视饥饿或别人无法抗拒的性诱惑。不同的方式却可以得到相同的效果，瑜伽徒的严格心理自律，禅宗信徒培养源源不断的自发性，目的都在于摆脱混沌的威胁和生理冲动的严重制约，从而释放内在的生命。 这么说人类几千年来一直懂得得到自由、控制自己生活的办法，那为什么会在这方面毫无进展呢？ 至少有两个原因可以解释这种挫败： 首先，解放意识的知识或智慧不能累积，它属于一种复杂的专业形式，每个人必须自行从不断的尝试与错误中学习。它跟知识一样，必须投入感情与意志才能得到。只是知道该怎么做还不够，还得实际去做才行，就像运动员或音乐家，必须再三巩固已知的理论，才能精益求精。即，它既需要靠努力才能得到却又不能积累与传承。 其次，控制意识的知识在文化背景改变时，也必须进行相应调整。神秘主义、苏非教派（Sufi）、瑜伽行者或禅宗大师的智慧，在他们所处的时代或许是精妙绝伦的，但是若将那些体系移植到现代，就丧失了大部分原有的力量。各派哲学都有专属于所创生环境的成分，这些额外的成分若不能从基本要素中剔除，通往自由的路上就不免要长出许多莠草。形式一旦逾越内容，追寻者就只得重回起点。即，它根植于特定的文化背景，杂糅于复杂事物中，难以提纯与保存。 培养独立意识历史告诉我们，对意识的控制不能予以制度化，一旦成为社会规则与标准的一部分，它就失去了原有的作用。每个新纪元——或者每一时代，在时代更迭频繁时，甚至每隔几年，培养独立意识所需的条件就会改变，必须重新加以考虑与组合。 弗洛伊德还在世时，他解放自我的努力已质变为毫无生气的意识形态和一门管制严格的行业。正如陀思妥耶夫斯基等人指出：如果基督在中世纪重回人间，宣扬他那套自由的论调，他一定会被那帮打着他的旗号而在俗世掌权的教会领袖再度送上十字架。 在历史长河中，对解放自我的革命一直面临着被瓦解的趋势，需要一直变更方向并一直推进才能不被制度化，这就难怪自由独立这么可贵了。 《圣经·福音书》、马丁·路德、美国开国先驱们、马克思及弗洛伊德，只代表西方在追求幸福、扩充自由方面所做努力的“冰山一角”，他们的高瞻远瞩尽管在付诸实践时偶尔会有所偏差，但其价值并不会因此而动摇。不过，话又说回来，他们的贡献还是不能解决所有问题，也不是唯一的解决之道。 所以，这个任务只能交给现代知识了。 二、控制意识以改善体验有过冥想体验的朋友肯定知道，第一次冥想时让人非常惊讶——我竟然没办法控制不去想任何事情哪怕几分钟！可见，我们并非天生就能很好地控制自己的意识。我们的大脑只是我们的一个器官且喜欢按照进化而来的模式行事，它不代表我们自己！为了能够控制自己的意识（这几乎是人生中最难的事情之一），我们得先去了解其运作方式。 2.1 意识的内涵意识并不太神秘，它跟人类其他行为一样都属于生理作用，但意识的运作并不完全受制于生物规律——意识已超越了基因控制，发展出独立行动的能力。 意识的功能是搜集组织内外的一切资讯，加以评估后，由身体做出适当的反应。它可谓各种知觉、感觉、观念转换的中枢，并且就各种资讯排定先后次序。少了意识，我们还是可以“知道”周遭的事，但只能做直觉的反应。凭借意识，我们才能衡量事件的轻重缓急，并据此做出适当反应；甚至我们还能创造出从未有过的资讯，如做白日梦、说谎、谱写美丽的辞章或导出科学理论。 基于直觉的反应是即时的受控制的，而基于意识的反应具有主动选择的特点。意识就像计算机里的进程调度体系——对信息起到缓冲、筛选、排序等作用！ 经过长时间进化，我们的神经系统已发展得极其复杂，甚至能改变自己的状态：在某种程度上，它甚至可以不受基因或客观环境的影响。因此一个人可以不管外界发生什么事，只靠改变意识的内涵，使自己快乐或悲伤。——这就是靠控制意识改善体验的生理基础。而通过控制意识让自己既快乐又具有极强的抗挫能力正是同时达到世俗成功与主观幸福的正确途径！ 控制意识并不神秘，普通人只要按照正确的途径训练，都能够最终掌握。 反映人生的镜子目前各学科对意识各有一套说法，本书作者使用“建构于资讯理论之上的现象学模式”来探讨意识。 基于这样的架构，意识究竟是怎么回事呢？简单地说，它是某些我们能感觉到，而且有能力引导其方向的事件，诸如情绪、感觉、思想、企图等。做梦的时候虽然也有类似的事件发生，但由于我们无法控制，所以不算是意识。构成意识的事件——我们看见、感觉、想到、渴求的事物——就是我们所能操纵利用的资讯，因此，我们也可以把意识视为经过刻意排列组合的资讯。 我们触、嗅、听或记忆所及的每件事，都有进入意识的潜力，但被遗漏的可能性大，成为意识的机会小（只有被大脑吸收的部分才能进入意识）。意识虽然像一面镜子，反映外界与神经系统之间的变化，但它是选择性的反映，会主动塑造事件，并把主观的真实加诸事件之上。意识反映的就是我们心目中的人生：我们从出生到死亡，听见、看见、觉得、希望的东西及遭受的痛苦的一切的总和。 即，意识是对各类进入其内的资讯的选择性反映和主动塑造的过程，意识是我们对外界信息的主观感受，它是我们对外部世界的反映（我们对外界的人生是主观现实，而它才是直接影响我们感受的“现实”）。 资讯的转换站意识是不同经感官处理后的事件、资讯的转换站。 我们通常将意识化资讯为秩序的那股力量称为“意图”。当一个人自觉想要某件东西，或想要完成某件事时，意图就会浮现出来。意图也是资讯的一种，由生理需求或内化的社会目标塑造而成。它如磁场一般，把注意力从其他事物导向目标，使精神集中于特定的刺激上。我们经常用别的字眼来称呼外显的意图，诸如直觉、需要、冲动、欲望等，但这些都是解释性的名称，只是说明人为何会有某种表现。而意图则是中性的陈述，并未指出一个人“为什么”要做某件事，只说他“做”某件事。 意图对资讯起到了选择作用，使我们将注意力集中在某些特定的资讯上。 举个例子，血糖低到某种程度时，我们会开始感到不安，这是因为基因程序要求使血糖恢复到一定的浓度，我们自然就会想吃东西。于是，我们开始觅食，直到吃下东西，不再觉得饿为止。在此，饥饿的本能动员意识的内涵，迫使我们把注意力集中到食物上。这已经对事实做了阐释——就化学而言，完全正确；但就现象学而言，它无关事实。饥饿的人对血液里有多少血糖一无所知，他只知道意识给了他一个饥饿的信息。 当一个人意识到饥饿之后，通常会产生摄取食物的意图。如果这时选择服从觅食的指令，他的行为模式就与纯粹服从本能需要并无差别，但他也可以决定完全不顾饥饿的痛苦。他可能有其他更强烈的意图，例如减肥、省钱或因宗教缘故禁食等。 看出来了吗？我们可以对意图进行引导和控制，来控制意识，使我们朝真正有利的方向而不是一味被动走向基因控制的方向行动！先天遗传或后天得来的意图，会按目标的高低排定重要性。意识可以遵循不同的目标与意图发展，每个人都拥有控制主观现实的自由。 2.2 意识的极限神经系统在特定的时间内能处理的资讯极为有限，意识每次只能认知和回应一定数量的事件，是有极限的，否则就会混乱。我们的大脑不太适合多任务处理，多任务处理的人太疯狂了。 现阶段科学知识发现，大脑1秒钟顶多能处理126比特的资讯，我们光是听懂他人说的话，就需要每秒钟处理40比特的资讯，意识的有限由此可见一斑。 尽管意识处资讯的能力相当有限，一生处理的资讯数量很有限，很多人却没有充分利用起来。大多数人在每天约占1/3的闲暇时间里，都尽可能避免用脑子。受欢迎的节目情节与角色一再重复，以至于看电视虽然需要处理视觉意象，但记忆、思考、意志力等都发挥不了什么作用。看报、看杂志、跟别人交谈、看着窗外发呆，都不需处理太多资讯，也无须集中注意力。 一生中意识的使用很有限，尽可能地多使用它吧！每个人能经历的事情就这么多，所以准许哪些资讯进入意识就显得格外重要。实际上，这就决定了生活的内涵与品质。 2.3 注意力：无价的资源注意力是一套明确的程序，负责从数以百万计位的资讯中挑出相关的资讯，以及从记忆中抽取相关的参考数据，然后评估事件，采取正确的对策。 注意力再怎么强大，也无法超越前面谈到的限制。它在一定时间内只能处理一定数量的资讯。从记忆库中取出资讯，理解、比较、评估，然后做决定——无一不用到心灵有限的资讯处理能力。以看见蛇行驾车的司机为例，他若想避免意外，可能就必须暂时中止边开车边打电话。 有些人学会了有效运用注意力这笔无价的资源，也有人弃置不用，也有些人任由各种APP廉价收割他们的注意力。控制意识最明显的指标就是能随心所欲地集中注意力，不因任何事情而分心。若能做到这一点，就能在日常生活中找到乐趣。 控制意识能力强的人可以不把精力浪费在不具建设性的思想或活动上，而是集中精力解决最重要的问题，几乎总是能够渡过生活的难关；控制意识能力强的是可以随时关闭意识，打个盹儿，恢复精力，能够一直精力充沛，不受各种诸如失眠、精力涣散的干扰；控制意识强的人的意识复杂而有条理，能把注意力尽可能延伸，跟周遭的世界密切结合起来，充分享受人生。 比较不同文化或行业的注意力结构，就可以更明显地看出它的可塑性。爱斯基摩猎人受过训练，可分辨数十种不同的雪景，而且永远对风向、风速极其敏感。美拉尼西亚群岛的水手即使蒙着眼睛，被带至离老家所在的海岛数百英里外的海上，在水中漂浮几分钟后，就能凭着对洋流的感觉，辨识出自己身在何处。音乐家专注于一般人无法辨别的声音意涵，股票经纪人懂得把握常受忽略的市场小震荡，优秀的医生对症状别具慧眼，这都是因为他们训练自己的注意力，学习处理易受忽略的讯号之故。 说白了，我们可以训练控制意识的能力，使注意力能够集中在特定的事情上。 由于注意力除了决定某些事物能否进入意识外，还要带动其他心灵活动——回忆、思考、感觉、做决定，所以应该把注意力视为一种“精神能量”。它是完成工作不可或缺的能量，在工作中会耗损。我们通过这种能量的应用，创造自我；也通过应用的方式，塑造记忆、思想和感觉。注意力是一种受我们控制、随我们使用的能量变化而改变，也是改善体验品质的最重要的工具。 2.4 关于自我 所谓的“我”或“自我”，也是意识内涵的一部分，它很少逸出注意力的焦点。当然，我的“自我”只存在于我的意识之中；认识我的人，意识中也会有关于我的某种版本，但大多数版本可能都跟“原始版本”——我眼中的自己——毫无相似之处。 作者说，注意力或精神能量由自我主导，而自我乃是意识内涵的总和，意识及其目标的内涵又是注意力以不同方式投射所造成的结果，很像在绕圈子。但这种定义并没有错，因为意识并非直线，而是呈一种圆形循环。注意力塑造自我，也被自我塑造。注意力与自我相互塑造。 例如，你突然被某种东西吸引了，它闯入了你的意识，于是你的注意力集中于此。你构建一系列的目标去做这件事情，你所做的一切都成为了你的自我的一部分。 最初，他是无意间发现这件东西的美好，注意力帮助你产生一系列行动重塑了自我；后来，你刻意地去追求这件东西，自我就开始塑造注意力。 我们在之前知道，体验取决于我们运用精神能量的方式，而这又牵涉到目标和意图。所有过程乃是靠自我（即整个目标系统的心理活动）衔接的。我们若想在任何方面有所进步，都逃脱不出这些步骤。外在因素当然也有助于改善人生，诸如赢得百万美元的彩券、找到理想的终身伴侣，但必须先在意识中取得一席之地，以积极的方式与自我建立联系，才能对生活品质产生影响。（进入意识-&gt;产生目标与意图-&gt;注意力-&gt;构建与自我的联系-&gt;反向塑造注意力） 2.5 内在失序 内在失序——也就是资讯跟既定的意图发生冲突，或使我们分心，无法为实现意图而努力——是对意识极为不利的影响力。我们曾经为这种状况取了各式各样的名称，如痛苦、恐惧、愤怒、焦虑、妒忌等。所有失序的现象都强迫注意力转移到错误的方向，不再发挥预期的功能，精神能量也窒息了。 例如，你本来要在外认真学习，但由于家门坏了，只能虚掩着。于是你开始分心，总担心贵重物品被盗。这种自我的内在秩序受到打扰时，后果的基本模式是固定的： 与个人目标相冲突的资讯侵入意识后，视目标的重要性与威胁的大小而定，某些程度的注意力必须腾出手来消除危机，用于处理其他事务的注意力就相对减少了。对于你来说，家里不被盗是非常重要的，家的正常是维系你内心秩序的重要一环，而家的被盗风险危及了家的正常，因而消耗了很多精神能量。 每当资讯对意识的目标构成威胁，就会发生内在失序的现象，也可称之为“精神熵”（psychicentropy），它会导致自我解体，使效率大打折扣。这种状况若持续过久，对自我将造成严重的损害，使自我再也不能集中注意力实现任何目标。 甚至对目标看得太重也会导致内在失序，例如把考试看得太重而紧张反而导致发挥不出水平，例如网球比赛中如果不采用特定的比赛计划，对打出制胜球的渴望会使你压力增加而失误增加。 外在事件进入意识时纯属资讯，不一定具有正面或负面的作用，必须由自我根据本身的利害关系，对这些素材加以阐释，才能决定它是否有害。例如，如果你把家里因为门坏了解读为被盗几率大大增加这会导致你内心失序，而如果你了解到平均被盗几率为十万分之一，然后缺少门保护的被盗几率也就增加1倍，你的阐释则不会对你产生多大影响。外在资讯对我们的影响取决于意志的解读。 我们接收的每一条资讯，都要经过自我的评判。它对我们的目标是威胁、支持，还是完全中立？股市下跌的消息往往令银行家担忧，但对政治异议分子却可能是振奋人心的好消息。一条新资讯可能会使我们付出所有心力应付威胁，造成意识的失序；但它也可能强化我们的目标，激发出更多的精神能量。 2.6 意识井然有序 精神熵的反面就是最优体验。当发觉收到的资讯与目标亲和，精神能量就会源源不断，没有担心的必要，也无须猜疑自己的能力。我们不再怀疑自己，只因为我们得到了明确的鼓励：“你做得很好！”积极的反馈强化了自我，使我们能投入更多的注意力，照顾内心与外在环境的平衡。 当人沉浸在所做的事情中时，信手拈来的每一条资讯都是有用的，达到最优体验。 最优体验出现时，一个人可以投入全部的注意力，以求实现目标；没有失序现象需要整顿，自我也没有受到任何威胁，因此不需要分心防卫。我们把它称为“心流体验”，因为接受我们访谈的人，大多采用这类字眼描述他们处于最优状态时的感觉：“好像漂浮起来”，“一股洪流带领着我”。它正好是精神熵的反面——实际上，有时我们称它为“精神负熵”。拥有它的人就能培养一个更坚强、更自信的自我，能够用更多的精神能量，专注于自己选择的目标。 一个人若能充分掌控意识，尽可能创造心流体验，无论是做事效率还是幸福感都会提高。 受访者中有一位知名的攀岩专家，对于这种使他深刻体会心流的业余爱好，他做了相当简单扼要的说明： “越来越完美的自我控制，产生一种痛快的感觉。你不断逼身体发挥所有的极限，直到全身隐隐作痛；然后你会满怀敬畏地回顾自我，回顾你所做的一切，那种佩服的感觉简直无法形容。它带给你一种狂喜，一种自我满足。只要在这种战役中战胜过自己，人生其他战场的挑战，也就变得容易多了。” 其实战斗中对抗的不是自己，而是使意识失序的精神熵。我们是为保卫自我而战，这同时也是一场控制注意力的斗争，虽然它不一定像攀岩那样牵涉到体能的挑战。体验过心流的人都知道，那份深沉的快乐是严格的自律、集中注意力换来的。 看似我们的主要敌人是在外部，如竞争者、伤害我们的人甚至整个世界等，看似我们的主要的主要幸福也在外部，如金钱、权力等。但我们幸福之路的最大敌人是一直处于失序倾向的精神，或称为精神熵。同时，主要的幸福来源于我们对抗最大的敌人——精神熵——得到的奖励。这也就是我的座右铭——“生命以负熵为食”在精神世界中的体现。 2.7 自我的成长在我们为了获得心流体验而不断克服挑战的过程中，必然会使一个人觉得更有能力和技巧，变得更复杂。 心流就是经由这样的过程，加深自我的独特化的。每经历一次心流，个人就变得更独特、更难预测，并拥有更非凡的技能。 复杂性还有另一度空间——各独立部分的整合，整合则恰好相反，是借着超越自我的观念和实体，与他人联结。 好比一具复杂的引擎，不但有许多零部件掌管不同的功能，也因为各个零部件跟其他零部件衔接而具有高感应性。独特化而不经整合，体系就会出现一片混乱。 复杂的自我要能够成功地融合这两种乍看矛盾的过程。 只有独特化（未经整合）的自我，虽然也能获得极高的成就，但有陷入自我中心的危险；同样，一个人的自我若是完全建立在整合上，固然也能有良好的人际关系和安全感，却缺乏独立的个性。只有一个人把精神能量平均投注在这两个方面，既不过分自私，也不盲从，才算达到了自我所追求的复杂性。 在心流状态下，意识全神贯注、秩序井然，有助于自我的整合。思想、企图、感觉和所有感官都集中于同一个目标上，自我体验也臻于和谐。当心流结束时，一个人会觉得，内心和人际关系都比以前更“完整”。即心流活动能够同时强化内在与外界的和谐有序。 自我在体验心流后会变得复杂。有趣的是，我们只有在不掺杂其他动机，只为行动而行动时，才能学会做一个比原来的自己更复杂的人。选定一个目标，投入全部的注意力，不论做什么事都会觉得乐趣无穷。一旦尝到这种快乐，我们就会加倍努力，重温它的滋味——自我就这样开始成长了。 下一章作者进一步介绍了这种最优体验——心流——是什么，它的运作方式与构成要素等。 注意行文逻辑，第一章谈论了人类幸福产生的机制，第二章谈了要取得幸福最重要的是能够控制自己的意识，以获得最优体验，第三章将顺势谈论怎样获得最优体验。 三、心流的构成要素改善生活品质的两项主要策略是： 使外界条件符合我们的目标（即通过提高现实状况，使现实匹配期望） 改变我们体验外界条件的方式，使它与我们的目标相契合（即通过转换体验方式，使现实恰处于期望之中） 这两种策略都不能单独使用，特别是如果仅使用策略1，则“提高现实条件-&gt;期望增加-&gt;提高现实条件”这一循环永无止境。 一味最求外在目标很符合我们追求幸福的生物性直觉以及社会常识，但却与人类真实的幸福机制相悖。这就好像在搞明白基因的作用机制之前我们认为人是完全按照自己的意愿行事的，非常符合自己的意愿与社会常识，但明白之后则发现我们的意愿很大程度是受基因控制的。明白人类幸福的产生机制就好像知道了天机一样，从此自己有了把握人生幸福的能力，这难度不是时代的恩赐吗？ 3.1 幸福的假象 精神科医生的候诊室里坐满了功成名就的病人，他们在四五十岁时才忽然觉醒，原来郊区的豪华住宅、名贵轿车，甚至常春藤名校的学位，都不能给他们带来内心的平静。然而，大家还是希望借着改变外在条件找到出路，只要能赚更多钱、使身体健康、找到更体贴的另一半，问题就都迎刃而解了。纵然明知物质的丰裕并不能带来幸福，我们还是习惯外求，不停地追逐外在的目标，希望借此改善生活。 财富是现代文明最重视的幸福象征之一。针对幸福和生活满足感所做的研究显示，财富与快乐确实稍有关联，然而，《美国生活品质全面调查报告》指出，财务状况是影响人生满意度最微不足道的因素之一。 提到改善生活的体验，享乐是高水准生活的重要一环，例如山珍海味、和谐的性生活，以及金钱能买得到的一切享受。但享乐本身并不能带来幸福。睡眠、休息、食物与性，都属于恢复“均衡”的体验，在肉体需求引起精神熵以后，重整意识的秩序。它们并不能带动心灵的成长，也不能增加自我的复杂性。换言之，享乐虽有助于维持意识的秩序，却无法在意识中创造新秩序。 而一般人想进一步充实自己的生活时，不但会想到享乐，还会想到虽然与享乐重叠，但必须用不同字眼表达的另一种感受——乐趣。所谓乐趣，是指一个人不仅需求和欲望得到满足，更超越既有制约，完成了一些意料之外的事。 乐趣具有向前发展的特性，并蕴涵新鲜感和成就感。在网球赛中险胜，通过考验证明自己的能力；阅读一本书，发掘新观点；在谈话中发表过去甚至不自知的观点——这都是乐趣横生的事。谈成一笔竞争激烈的生意，或做好任何一份工作，乐趣自在其中。这些事在进行的过程中，谈不上什么享乐，但事后回想起来，我们会情不自禁地说：“真有意思！”而且，盼望一切能重演。经历过有乐趣的事，我们就感觉自己有了改变，自我有了成长；在某些方面，这次体验已使我们变得更复杂、更丰富。 大家看出享乐与乐趣的区别了吗？享乐无须耗费精神能量，但乐趣必须运用高度的注意力。享乐可以不花力气，只要大脑特定中枢受到电击或药物刺激，就能产生快感；但是打网球、看书、谈话，若不全神贯注，就会觉得索然无味，毫无乐趣可言。 享乐转瞬即逝，乐趣回味无穷。 3.2 构成心流体验的要素作者对心流的研究发现： 无论多么不同的活动，在进行得极其顺利时，作为当事人的感觉都极为类似。 不分文化、现代化程度、社会阶级、年龄与性别，受访者所描绘的乐趣大致相同。 即这种心理状态是普适的。 心流的出现主要有八项元素，达到心流至少满足了这些元素中的一项。 任务可实现又具有挑战性 全神贯注于这件事情 有明确的目标 有即时的反馈 能深入而毫不牵强地投入到行动之中，日常生活的忧虑和沮丧都因此一扫而空 充满乐趣的体验使人觉得能自由控制自己的行动 入“忘我”状态，但心流体验告一段落后，自我感觉又会变得强烈 时间感会改变——几小时犹如几分钟，几分钟也可能变得像几小时那么漫长 具挑战性的活动绝大部分心流都出现在一连串有特定目标、遵循特定规则的活动之中——这些活动需要全神贯注，且必须具备适当的技巧才能完成。 寻求挑战的简单方法是投入一个竞争性的环境。在很多方面，竞争是发展心灵复杂性的捷径。竞争性的挑战充满刺激和乐趣，然而，如果把击败敌手作为唯一目标时，乐趣往往随之消失。即，竞争只有在它以完善个人技巧为目标时，才有乐趣；当它本身成为目的时，就不再有趣了。 能带来乐趣的活动经常是为挑战而设计的，但诸如修剪草坪或在牙医诊所候诊这些活动，只要能赋予它新的目标、规则及其他乐趣元素，它们也可以变得有趣。即我们可以化无聊以乐趣。 活动能带来多大乐趣，主要还是取决于它的复杂性。自己设计的小游戏虽能打发无聊，却没有增益体验的作用。为了达到改善体验品质的目的，必须迎接更大的挑战，应用更高层次的技巧。乐趣会在活动中某个特定点出现——挑战的难度与当事人的能力恰好相当的时刻。我们要想得到持续的乐趣，需要让挑战与行动能力恰好平衡。 当情况要求一个人运用相关技巧来应付挑战时，这个人的注意力就会完全投入其中。 一位棋手谈到决赛情形时说：“集中注意力就像呼吸——你连想都不想。即使屋顶塌下来，只要没被击中，你就不会察觉。” 心流最普遍、最清晰的特质就会在此时显现：当事人全神贯注，一切动作都不假思索，几乎完全自动自发；他们的知觉甚至泯灭，人与行动完全合一。 心流体验虽然表面上看来不费吹灰之力，但它往往需要消耗大量体能，或经过严格的心灵训练；需要高超的技巧，而且只要注意力一放松，就可能消失得无影无踪。 明确目标与即时回馈心流之所以能达到完全的投入，是因为目标明确，而且能得到即时的回馈。 一名网球选手永远清楚下一步该怎么做：把球打回到对手的球场上。每次击中球，他都知道自己做得好不好。棋手的目标同样也很明确：在对方得手前先将他的军。每走一步棋，他都可以算出自己是否距目标又近了一些。 然而，寻常活动的目标并不像打网球那么明确，回馈也不像攀岩者“没掉下去”的信息那么清楚。以作曲家为例，他可能想谱一首曲子，除此之外，他的目标可说是相当模糊，而他怎么知道自己写下的音符是“对”还是“错”呢？画家也面临相同的处境，所有创造性或开放性的活动都是如此。这些例外只证明规则的正确性：除非一个人学着去确立目标，辨认与评估回馈，否则无法从任何活动中发掘乐趣。 某些创造性活动，事前并没有清楚的目标，所以当事人对自己要做什么事先必须有强烈的认知。画家或许还不知道完成后的画会是什么样子，但当绘画进展到某个阶段，他应该就能知道这是否与自己所要的吻合。一位能从绘画中找到乐趣的画家，一定有一套内在的标准，画笔一挥，他就能感觉到“是的，这样就对了”或“不对，这不是我想要的”。缺少了这套标准，就不可能体验到心流。 我们所寻求的反馈本身往往不重要，这些资讯的价值主要在于它们的象征意义：成功实现目标。反馈只要跟我们追求的目标有合理的关联，就能产生乐趣。 然而，在心流中，一个人面临做出最佳表现、须不断改善技巧的挑战，在这期间，他没有机会反省这么做对自我有什么意义——如果自我意识能随时恢复，这次体验就不可能太深刻。这就是心流的矛盾之处，自我意识关闭没机会反省，而自我意识开启又失去心流。所以，心流之后需要重新评估我们所做的一切，不要让习惯和过时的智慧蒙蔽、阻碍了进步的可能。 全神贯注人们最常述及的心流体验的特征就是，在心流中会把生活中所有不快乐的事忘得一干二净。要想从活动中汲取乐趣，必须全心全意地专注于手头的工作，所产生的重要副产品——心流状态下的心灵完全没有容纳不相干资讯的余地。 浑然忘我当一个人完全投入某种活动时，就没有余力再去考虑过去或未来，或当前任何不相干的事情。这个，“自我”从知觉中消失。暂时忘我，似乎是件很愉快的事，不再一心一意地想着自己，才有机会扩充对自我的概念。消除自我意识可以带来自我超越，产生一种自我疆界向外扩展的感觉。当一个人把全部精神能量都投入某种互动关系——不论对象是一个人、一艘船、一座山，还是一首音乐时，他的自我纳入了更宏大的体系之中。 在心流中，一个人面临做出最佳表现、须不断改善技巧的挑战，在这期间，他没有机会反省这么做对自我有什么意义——如果自我意识能随时恢复，这次体验就不可能太深刻。心流的矛盾在于，自我意识关闭没机会反省，而自我意识开启又失去心流，这就是矛盾之处了。一定得时时刻刻重新评估我们所做的一切，不要让习惯和过时的智慧蒙蔽、阻碍了进步的可能。 掌控自如游戏、运动及其他休闲活动经常是乐趣的泉源，这些活动与困难层出不穷的日常生活还有一段距离。如果输了一盘棋，或在其他爱好上失利，没什么好担心的，但在现实生活中搞砸一笔生意就很有可能被开除，付不起房屋贷款就可能落得无家可归。所有对心流的典型描述都提到“控制感”——或说得更精确一点儿，它不像日常生活，时时要担心事态会失控。 冒险专家的乐趣并非来自危险本身，而是来自他们使危险降至最低的能力。真正令他们乐此不疲的，不是追逐危险的病态悚栗，而是一种有办法控制潜在危险的感觉。 凡事都有利弊。 精神熵暂时消失的感觉，是产生心流的活动会令人上瘾的一大原因。然而，当一个人过于沉溺于某种有乐趣的活动，不能再顾及其他事时，他就丧失了最终的控制权，亦即决定意识内涵的自由。这么一来，产生心流的活动就有可能导致负面的效果：虽然它还能创造心灵的秩序，提升生活的品质，但由于上瘾，自我便沦为某种特定秩序的俘虏，不愿再去适应生活中的模糊与失序。 时间感异常大部分心流活动使人对时间的感觉发生变化，有时感觉时间走得极快，有时又觉得似乎比实际长很多。 目标不求于外心流的一大特色在于它本身就是目标，即它是“自成目标”。“自成目标”指的是做一件事不追求未来的报酬，做这件事本身就是最大的回馈。在自成目标的活动中，一个人可以完全为行动本身而投入全部心力，否则他会把注意力集中到行动的结果上。 我们所做的事，大多既不是纯粹的自成目标，也不是纯粹的外求目标（亦即全然为超乎行动之外的目标而采取的行动），而是两者的综合。我们往往需要外来的诱因，踏出为事情投入注意力的第一步，一旦个人技巧得到反馈，互动开始，又会觉得过程本身就是回馈。体验若能自动自发地产生报酬，现在的生命当然有意义，不需要再受制于将来可能出现的报偿。","categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://lusuzi.github.io/categories/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://lusuzi.github.io/tags/%E5%BF%83%E7%90%86%E5%AD%A6/"},{"name":"生活","slug":"生活","permalink":"https://lusuzi.github.io/tags/%E7%94%9F%E6%B4%BB/"}]},{"title":"《奇特的一生》读书笔记","slug":"《奇特的一生》读书笔记","date":"2020-08-05T02:03:31.000Z","updated":"2020-08-06T22:23:43.225Z","comments":true,"path":"article/ca8b4515.html","link":"","permalink":"https://lusuzi.github.io/article/ca8b4515.html","excerpt":"柳比歇夫的一生看起来平淡枯燥，但留下了巨量的学术遗产，他与自己生命之所构成——时间——和睦相处，在几十年如一日的精确的时间统计下，已然成为了时间的朋友，真是令人“仰之弥高，钻之弥坚；瞻之在前，忽焉在后”。 生命即是时间构成的，而我们很多普通人的一生中，时间却被我们不断地浪费着。我们时常视之为草芥，甚至发明了“消磨时光”的概念及其衍生的活动形式。读读这本书，会让我们汗颜。","text":"柳比歇夫的一生看起来平淡枯燥，但留下了巨量的学术遗产，他与自己生命之所构成——时间——和睦相处，在几十年如一日的精确的时间统计下，已然成为了时间的朋友，真是令人“仰之弥高，钻之弥坚；瞻之在前，忽焉在后”。 生命即是时间构成的，而我们很多普通人的一生中，时间却被我们不断地浪费着。我们时常视之为草芥，甚至发明了“消磨时光”的概念及其衍生的活动形式。读读这本书，会让我们汗颜。 时间统计法，本质上是像财务报表一样的东西。初次意识到理财的重要性并记录金钱花销的人，往往都不禁为自己过去的生活花销状况感到愧疚，不由感叹“我竟然花了这么多钱在xx上”。既然金钱上的统计如此重要，时间的统计就更加重要。时间这种东西，无法像财富那般可以炫耀，每个人一天都是相同的时间，“理时间”也就少了相互比较的压力。然而，“理时间”带来的对自己的怀疑、否定、愤怒等所形成的内部压力则是非常巨大的。这相当于断绝我们在这方面经常的自我欺骗，直接将自己的真实状况展示于自己面前。这是需要十分巨大的勇气的。 实际上，我曾坚持数次时间统计法，然而总是因为无法面对真实的自我而一再中断。然而，每每想到这本书，都更加笃定了我一定要成为时间的朋友的信念。为了让自己更加快速地回忆起该书以及重拾信念，我将该书的核心内容整理如下： 晚上临睡前，他坐下来计算，他都把时间花在什么上了，花了多少，最后算出基本工作消耗的时间。 “我不能说我一点也没有浪费，但我总是心中有数，我浪费了多少，是怎么浪费的，为什么浪费的。” 多年来经常看表的结果，柳比歇夫肯定形成了一种特殊的时间感。 他做时间统计，也善于做时间统计。 人最宝贵的是生命。但是仔细分析一下这个生命，可以说，最宝贵的是时间。因为生命是由时间构成的。 这样的分析，比做忏悔需要更大的精神力量。在上帝面前坦白，总要比在凡人面前坦白容易些。把自己的弱点、恶习、空虚等等统统暴露在众人面前和自己面前，是需要勇气的。 他一生始终忠于他青年时代的选择，忠于自己的爱好和理想。他自己认为自己是幸福的；而且在旁人的眼里，他的生活由于目标明确，也是令人羡慕的。 需要好多年才能懂得，最好不少去震惊世界，而是像易卜生所说的，生活在世界上。 每一次散步，他都用来捕捉昆虫。在那些废话连篇的会议上，他演算习题。 “清早，头脑清醒，我看严肃的书籍（哲学、数学方面的）。钻研一个半到两个小时以后，看比较轻松的读物——历史或生物学方面的著作。脑子累了，就看文艺作品。” 他一天至多能干七八个小时。 他记下工作起讫的时间，误差不超过五分钟。 “工作中的任何间歇，我都要刨除。我计算的是纯时间”，柳比歇夫写道，“纯时间要比毛时间少得多。所谓毛时间，就是你花在这项工作上的时间。” 计划就是挑选时间、规定节律，使一切都各得其所。头脑清醒的时候应当钻研数学，累了便看书。 没有计算的计划是盲目的计划，就像某些研究所那样，光会做计划，却不去操心这计划能不能完成。 除了最富于创造性的第一类工作外，所有规定的工作他都竭力按时完成。 这个方法不承认有什么不能利用的时间。所有的时间一视同仁，一样的宝贵。对于人，不应当有什么坏的、无用的、多余的时间。也没有休息的时间。所谓休息，是两种工作的交替，就像是正确的田间轮作制。 这个小时和那个小时都是平等的，每个小时都要结算。 “有时候，完不成计划是由于工作精力暂时衰退。完不成计划也有外界的原因。但不管怎么样，我知道，我的工作有必要做计划。我以为，我所取得的成就，有许多是靠了我的方法。” 他的时间好像是物质，不会无影无踪地消失不见，不会消亡；它变成了什么，总能查得出来。他由于做了统计，获得了时间。这是最实在的收获。 一年来的工作和休息——简直是什么事情都要结算累计。 我原本倒是以为了解自己的，可是一接触到柳比歇夫的那些总结，我才明白我其实是对自己一无所知，一点也不了解。 人在一年内能干多少事，能见识多少东西啊！太多了！每一份总结都显示了人有多大的潜力，每一份总结都使我们为了人有那么充沛的精力而感到骄傲。人的精力，如果明智地利用它，能创造多少成果啊！此外，我头一次发现，一年原来有那么大的容量。 这些总结要用多少时间？这项支出原来也统计过了。每份小结、总结的末尾都注明了它们的代价——多少小时多少分钟。 柳比歇夫以他的总结作为镜子。这面镜子的水银有点特别：它照出来的不是人现在的面目，而是他过去的面目，才过去不久的。 我们的记忆是靠什么？靠事件。我们的生活是拿事件来做标志的。它们仿佛是路标，路标之间却是一片空白…… 从知识和思维活动中得到丰富的精神，会摆脱机械性的控制奴役…… 在他看来，某种思想是否具有权威，并不取决于拥护这种思想的人有多少。 显而易见，门捷列耶夫也把这类事务性的工作看成是休息，是享受。 事务性的，甚至技术性的工作，通常被人们误认为毫不相干的古怪行径和毫无价值的浪费时间，实际上却有助于创造性的工作。 物件是有记忆力的。至少那些不用机器制造，而由工匠用双手做出来的、历经人间沧桑的古老家具是有记忆力的。 对一位科学家来说，整理和组织材料的过程本身，就是一种享受。 每个科学家在某种程度上都有一种特性，那就是要把混乱的东西归纳成体系，发现其内在的联系，总结其规律性。 他用各种各样的体系把日常生活安排得井井有条。 一个上了年纪的、仪表端庄的人，突然无视身旁的行人，跨过水洼去追一个甲壳虫，一个人要做到这一点，必须有婴儿般的纯洁和无顾一切的品质。 他总是发现别人错了。不管他到哪里，哪里就有谬误——于是他不得不去对付这些谬误。能看到他人看不到的事物的才能是一种折磨人的才能。 了解一个人——这就是要看到他的矛盾之处。 “消磨时光”——这是不可能在他头脑中产生的念头。任何时间对他来说都是宝贝。时间是进行创造的时间，认识事物的时间，享受生活乐趣的时间。 如果我们自己慢慢吞吞，那么生活就不等人。 短一点的时间，我们马上会借口外界干扰、借口客观条件而认为不适用。 对于柳比歇夫，任何时候都不能说他已“成为”怎样一个人。他永远正在“逐渐成为”怎样一个人。他一直在探索，一直在变化，他总是重新考虑，不断提高对自己和对自己理想的要求。 他在学术界的一些同行们拥有豪华的住宅、成套的陈设、精致的装饰品，甚至他们那里的每一个门把手都呕尽了人们的心血。他要看到这一切，就肯定会惊讶地重复某位哲学家的一句话：“竟有这么多我不需要的东西呀！” 柳比歇夫懂得，一旦独树一帜，就不可能很快得到人们的理解。 对他来说，科学是以怀疑始，以深信不疑终。 他意识到，这种种是为得到自由，为能够保持独立而必须付出的代价。 他不期待别人的赞扬，他学会了自己对自己作出公正的评价。时间统计法提供了客观的指标，能说明他的情况。 他所进行的审判比任何其他的审判都要严格，因为他根据记载下来的事实进行审判，每次都仔细地进行调查。 有人有这样的天性，他们所呆的地方，就是世界的中心，就是地轴转动的地方。他们从事的工作，就是最为重要和最为必要的工作。 他认为自己有权把自己同别人区分开来。重要的是他的思想是有益的，他为自己思想的正确性负责，而不是为他的思想是否同自己的生活和谐一致负责。 他不是按照自己的能力去衡量任务，而是按照任务去衡量能力。他认为，有一种精神上的义务，要比保持心灵上的安全感好。 德谟克利特有句话：决定人的精神品质的，不是他的行为本身，而是他的意图。 柳比歇夫通过他的时间统计法对自己进行了研究和试验：试验在写、读、听、工作、思索各方面，他到底能干多少？干多少？怎么干？他不让自己负担过重，力不胜任；他总是循着他能力的边缘前进，他对自己能力的掂量愈来愈精确。 小小的时间统计法变成了生活的方法。采用这种方法的结果，柳比歇夫的时间多了一倍。 柳比歇夫既全面发展，又具有他必不可少的、独一无二的激情。两者之间的不相协调并没有妨碍他——他放弃了青年时代立下的禁欲主义的誓言，这是有道理的。 他的时间不是取得成就的时间。他摆脱了赶过别人，争夺第一，超越什么，获得什么……的愿望。他热爱时间，珍惜时间，不是把它当作玩具，而是把它看成是进行创造的条件。 他坚信，时间是最宝贵的财富，不能乱用到怄气上，不能乱用到竞争角逐或满足虚荣心上。在他看来，对待时间的态度是个道德问题。 当作者随心所欲地支配自己的时间时，他体验到一种解放的幸福。这样的时间充满了光明和安宁。一天全部的时间都吸取着最重要和最本质的东西，如同绿叶的表层吸收阳光一般。 可以把每个人当作时间的消费者。他将时间分别用于各种思想、感情和工作。虽然只用了不大的一部分，其余的时间都丢掉了，但大家仍然习以为常地认为时间不够，时间太少。柳比歇夫的时间永远是够用的。时间不会不够用——时间不管多少，总够用来做一件事的。柳比歇夫的时间就有这种特征。 时间如同矿藏、森林、湖泊一样，是全民的财富。人们可以合理地利用时间，也可以把它毁掉。打发时间是很容易的：聊天、睡觉、徒劳的等待、追求时髦、喝酒，诸如此类，不一而足。迟早我们的学校会给孩子们开一门”时间利用“课。作者坚信，从小就应该培养对大自然的热爱和对时间的热爱。应该教孩子们怎样珍惜时间，怎样找时间，怎样取得时间。最主要的是要教会他们汇报使用时间的状况。柳比歇夫自然是个理想的楷模…… 柳比歇夫并没有建树丰功伟绩，可他建树的要比功绩的意义更为重大——这就是过得很好的一生。这一生的奇特性、谜和秘密就在于柳比歇夫把一生中的特殊现象看成是自然现象。也许这确实是自然的理性生活？可以说，一个人珍惜每一秒钟，并使每一秒钟都过得很有意义，同时把这看成是一种自然而然的现象，那是最为困难的一件事。","categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://lusuzi.github.io/categories/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"生活","slug":"生活","permalink":"https://lusuzi.github.io/tags/%E7%94%9F%E6%B4%BB/"},{"name":"时间管理","slug":"时间管理","permalink":"https://lusuzi.github.io/tags/%E6%97%B6%E9%97%B4%E7%AE%A1%E7%90%86/"}]},{"title":"《高效演讲：斯坦福最受欢迎的沟通课》读书笔记","slug":"《高效演讲》读书笔记","date":"2020-08-04T02:34:01.000Z","updated":"2020-08-04T03:43:26.889Z","comments":true,"path":"article/35a56429.html","link":"","permalink":"https://lusuzi.github.io/article/35a56429.html","excerpt":"作者是沟通专家彼得·迈尔斯，在美国斯坦福大学专门开设了提高沟通能力的课程。同时，他还是一名沟通顾问，为政治家、企业高管做一对一的演讲培训，可以说是演讲领域的顶级专家。 免费从顶级沟通专家学演讲，这是互联网时代的馈赠。","text":"作者是沟通专家彼得·迈尔斯，在美国斯坦福大学专门开设了提高沟通能力的课程。同时，他还是一名沟通顾问，为政治家、企业高管做一对一的演讲培训，可以说是演讲领域的顶级专家。 免费从顶级沟通专家学演讲，这是互联网时代的馈赠。 全书分为三大部分，同时也是一场好的演讲的核心三要素： 演讲的内容 演讲的风格 演讲的状态 1.演讲的内容一段讲话无非由三个部分构成，开头、中间和结尾，作者另用三个词——设立坡道、设置要点和给点甜点来展开说明。 设立坡道首先，在开始演讲的7秒内，你就要讲清楚演讲的目的，即“7秒原则”。听众没这么多时间听你长篇大论，他们要的是干货！所以在一开始就要把演讲目的亮出来，给听众一个明确的预期。 但是，一开始的时候不要讲得太嗨，演讲需要慢慢达到高潮，这样最后才有升华的空间，根据人的心理和记忆特征，演讲“低开高走”的效果是最好的，“头重脚轻”是演讲的忌讳。 发现要点设立要点是用来联系听众的，而且只设置三条要点，如果在起草演讲大纲时发现你不能在三条要点中把你想要表达的讲出来的话，需要重新思考演讲内容，保证三条。 此外，每条要点都要有案例支撑，你要想办法让听众自己通过你讲的案例主动发现你想要表达的要点。不要提醒听众你的要点是什么，要让听众自己去发掘。演讲的目的是让听众接受你想要表达的内容，但要实现好的效果，要让听众愿意去倾听你演讲的内容与主动发掘你演讲的要点，而非灌输。 给点甜头人类的注意力持续性不高，整个演讲容易觉得冗长，所以在演讲稍后的时候需要鼓励听众，与听众互动，让听众感受到你了解他们，与他们始终在一起，这样可以引发共鸣。 最后需要把你的话题总结一遍，帮助听众梳理你讲过的内容，并作内容上的升华。 以上就是完整的内容架构，这种内容架构是一是取自大量大师级演讲者的多年经验，二是符合人类脑科学和心理学的研究结果，是靠谱的、有说服力的、普适的演讲内容架构，你的演讲内容按照这个架构组织准不会错。 “想要说服别人接受你的观点，你说的话一定要有一个框架结构。有了这个结构，整体的说服效果就有了一个基本保证，不管你遇到什么情况，只要变换里面的内容就可以了。” 2.演讲的风格演讲风格分为三块，声音、姿势和表情。 声音不要为自己的声音自卑而不敢讲话，每个人的声音都有其独特性，而历史上最牛的演讲家以前几乎都是有口吃的，比如林肯、富兰克林、胡佛、杰克·韦尔奇等。其次，好的声音的重要性不如流利的表达，况且声音也是可以练的，流利的表达也是练出来的。 在练习声音的时候，学会腹式呼吸，这种呼吸方式在吸气的时候肚子是鼓起来的，气息会更足，说话会更具有穿透力。可以把自己的声音想象成一个音乐播放器，去练习有意识地调节音量、音调和节奏。如果声音不够好，后天一项一项地练，好的声音是可以练出来的。 姿势在演讲的时候，肢体能少动就少动，平时对着镜子练，把不必要的动作全都去掉。演讲者要将注意力放在演讲的内容上，听众也是。 表情台下听众能够看到你的每一个表情，沉闷的表情会给听众消极的感觉，你需要作出更多积极的表情。眉毛要尽量上扬，要发自内心地笑，这样听众会感觉你是个积极乐观的人。 你的目光一定要看向听众，一次只盯着一个区域的一个听众，讲完一段话，跳到另外一个区域，再找一个听众盯着他讲，那个区域的所有的听众都会觉得你在看着他们，这样你的听众全都能被陆续照顾到。不要眼睛来回扫视。 3.演讲的状态演讲的状态，是指你演讲时有什么样的情绪，听众就能感受到什么，因为听众可以从你的身上投射出自己的情绪。 状态由身体、视角和信念三个元素构成。 身体让自己的情绪保持饱满有两个技巧。一是上台前做一做运动，提高身体兴奋性和调动脸部肌肉，让表情更加积极和自然。二是像演员学习。我们普通人都是情绪控制身体，是先有情绪后有身体的变化，例如自信的时候昂首挺胸，悲伤的时候脸下垂、头下低。而演员要随时进入对应情绪状态，导演不会等啊，他们的技巧是用身体控制情绪，如果要进入开心的情绪，就先作出开心状态的身体变化，包括表情、肢体等，带动情绪变为开心。不断练习后，你就能够对自身情绪状态有着非常好的掌控力。 视角演讲者者需要关注悲伤的现实里发掘积极的事情，给人积极的正面的暗示。 信念这是最重要的一条——自信。 要坚信你的讲话是有价值的、听众是真诚地在听你讲的每一句话的、你是在给听众送礼物，于是你会沉浸其中，你会富有热情，你会进入不断正面反馈的心流之中，整个过程自然而流畅。","categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://lusuzi.github.io/categories/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"方法","slug":"方法","permalink":"https://lusuzi.github.io/tags/%E6%96%B9%E6%B3%95/"},{"name":"演讲","slug":"演讲","permalink":"https://lusuzi.github.io/tags/%E6%BC%94%E8%AE%B2/"}]},{"title":"《怎样解题》读书笔记","slug":"《怎样解题》读书笔记","date":"2020-08-03T04:34:01.000Z","updated":"2020-08-03T05:41:46.929Z","comments":true,"path":"article/ce3b3e2.html","link":"","permalink":"https://lusuzi.github.io/article/ce3b3e2.html","excerpt":"","text":"","categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://lusuzi.github.io/categories/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"}],"tags":[{"name":"数学","slug":"数学","permalink":"https://lusuzi.github.io/tags/%E6%95%B0%E5%AD%A6/"},{"name":"方法","slug":"方法","permalink":"https://lusuzi.github.io/tags/%E6%96%B9%E6%B3%95/"}]},{"title":"区块链投资日记（1）","slug":"区块链投资日记-1","date":"2020-08-02T01:56:40.000Z","updated":"2020-08-03T11:19:16.148Z","comments":true,"path":"article/d6505d8b.html","link":"","permalink":"https://lusuzi.github.io/article/d6505d8b.html","excerpt":"币市这周累计涨幅普遍高达百分之好几十，而在今天（8月2日）中午突然出现急促的较大回撤。回撤是意料之中的，但是如此猛烈（最高比例达到20%~30%，时间几分钟）却是让人震惊的。这次回撤后，我对我的持仓做了一点调整，而巴菲特老爷子投资前会经过“纸上的思考”，这能让人更加冷静和有根据，因此我也打算将我投资中的操作与思考写下来，系列名称定为《区块链投资日记》。","text":"币市这周累计涨幅普遍高达百分之好几十，而在今天（8月2日）中午突然出现急促的较大回撤。回撤是意料之中的，但是如此猛烈（最高比例达到20%~30%，时间几分钟）却是让人震惊的。这次回撤后，我对我的持仓做了一点调整，而巴菲特老爷子投资前会经过“纸上的思考”，这能让人更加冷静和有根据，因此我也打算将我投资中的操作与思考写下来，系列名称定为《区块链投资日记》。 此次暴涨暴跌再次印证了没有永远上涨的投资标的，即便目前基本可以确定币市已经处于牛市，但也将会存在很多次洗盘，一段时间内累计涨幅过高，新资金进场速度更不上涨幅，币价就会发生调整。币市波动已经够猛烈了，那些加杠杆的人长期看几乎百分百爆仓，在最高点前仓位被爆实在非常可惜。正确的做法应该是： 投入金额不占总资产过高的比例，否则很容易睡不好而中途放弃 只投有价值支撑的、市值排名靠前的币种，否则动不动币价一蹶不振或归零 只拿现货不加杠杆不搞期货，否则容易在黎明前被爆 最好不要做空，做空的损失理论上可以是无限的 这次在高点我没有部分卖出是因为我以为还有几天的上涨，没想到调整是如此迅速而巨大。我意识到我仓位过重了，如果后期还有调整会影响心情，于是在已经发生调整的情况下仍卖出了20%的ETH和20%的BCH，这样即便后期再跌，我的心情会很好，后期如果上涨，我也仍然有很大的仓位。投资需要考虑人的心理。 此外，我认为EOS目前基本处于停滞状态，没什么竞争力了，即便可能它也可以去蹭Defi的热度涨上一波，但EOS创始人BM高度不确定，我认为投资虽然可能有大的炒作空间但实际没什么竞争力且高度不确定的币种不是好的选择，我需要将有限的资金充分利用起来，兼顾涨幅与安全。于是我将EOS的部分仓位换成了XMR，因为它不仅高度去中心化，而且优秀的匿名性让它在暗网市场已经取代了BTC成为首选币种了，它的市值有实际应用的支撑，而且盘子不大，预计涨幅也会不错。 经过以上调整，我的仓位变为如下。 由于BTC的稳定性强，后期我可能不再对其进行调整了，EOS和XMR则会视情况手动调整，而ETH和BCH则打算以定投的形式将剩余资金投入，见高位就部分止盈以补充定投弹药，属于半自动操作。涨得过快止盈虽然不一定每次都成功，可能止盈后币价接着上涨，但止盈操作一是可以降低风险，减少收益的波动，二是这属于逆人性操作，起到帮助市场削峰填谷的作用，会得到市场的奖励，胜算率一般会高于50%。对比我的原始投资额看，ETH只投入少部分，如今却因盈利占仓位的很大部分，而BCH投入很大比例，如今却因亏损而占小部分。 首先因为ETH处于市值第二的头部，会较快吸纳资金恢复大跌前的价格，果然，在市值排名最前的老币种中，ETH是继BTC第二个恢复大跌前水平的币种，其次又因为目前火爆的Defi大部分是基于ETH生态的，它当然也能蹭到热度。二者叠加，ETH涨幅很大。 但是，我目前仍然很看好BCH，它符合我对去中心化的点对点现金交易币种的理想形式。首先它相比BTC进行了适当的扩容，能够承载的用户数更多，同时手续费也低了很多，当牛市BTC拥堵时，它将能够分到很多从BTC溢出的“流量”。其次它足够去中心化，没有被单个人或公司控制，而且它的社区很活跃和开放，它的大户很多也是自由主义者和进化论者，坚信自由竞争，适者生存。即便目前走势不好，但是非常具有想象空间。先发优势逐渐会被竞争劣势所磨灭，而后起劣势可被竞争优势填补。 后期我将减少关注币价信息，让剩余资金自动以每日固定额度慢慢流入即可。","categories":[{"name":"投资日记","slug":"投资日记","permalink":"https://lusuzi.github.io/categories/%E6%8A%95%E8%B5%84%E6%97%A5%E8%AE%B0/"}],"tags":[{"name":"区块链","slug":"区块链","permalink":"https://lusuzi.github.io/tags/%E5%8C%BA%E5%9D%97%E9%93%BE/"},{"name":"日记","slug":"日记","permalink":"https://lusuzi.github.io/tags/%E6%97%A5%E8%AE%B0/"}]},{"title":"端到端加密聊天软件Signal","slug":"端到端加密聊天软件Signal","date":"2020-08-01T00:22:43.000Z","updated":"2020-08-01T03:58:53.506Z","comments":true,"path":"article/b318b8fe.html","link":"","permalink":"https://lusuzi.github.io/article/b318b8fe.html","excerpt":"这事需要先从微信讲起。","text":"这事需要先从微信讲起。 微信的争议2018年1月1日，吉利董事长李书福在珠海出席活动时吐槽微信称，“现在大家都非常的警觉，现在几乎这个人全都透明了，没有任何的隐私和信息的安全。你看我们的电话、微信，我心里在想，马化腾他肯定天天在看我们的微信，因为他都可以看的。” 一时网友炸开了锅，绝大多数中国人的日常交流都是使用的微信，如果遭到监控，是很可怕的事。对此腾讯在1月2日回应表示： 微信不留存任何用户的聊天记录，聊天内容只存储在用户的手机、电脑等终端设备上; 微信不会将用户的任何聊天内容用于大数据分析; 因微信不存储、不分析用户聊天内容的技术模式，传言中所说“我们天天在看你的微信”纯属误解。 但网友不买账，并顺手扔出了各种例子，表明微信保留聊天内容的行为是存在的。 事实上，各种主流通讯软件基本都默认使用端对端加密或提供端对端加密选项。端对端加密下通讯双方生成一个加密密钥，只有双方有能力解密，任何第三方甚至包括通讯服务器即使获取了聊天数据，也无法解密内容。而微信使用的是SSL加密，服务器还是能够查看，无法保证用户聊天信息的安全性。微信几乎成为中国人的生活必需品，理论上有保存用户大量隐私的可能性，却迟迟不推出加密功能，这实在令人匪夷所思。 Signal介绍既然微信不提供，自己可以使用替代软件。 Signal就是一款非常安全的端到端加密聊天软件。 安全性上，斯诺登的代言足以保证。 方便性上，Signal可以直接使用电话号码快速注册，之后可以用它与另一注册了Signal的通讯录朋友免费发加密了的短信、打加密了的电话、发加密了的语音、发加密了的图片和进行加密了的视频聊天。 而且可以直接取代手机系统自带的短信APP，你在Signal可以既明文发送与接收运营商短信，又与已经注册了Signal的用户进行加密聊天，集成传统短信与网络聊天，非常方便。 我们与陌生人的交流完全可以仍然放在微信上，而与亲朋好友间的交通涉及的隐私较多，可以搬到Signal上。而且亲朋好友间一般互相在手机通讯录上保存了电话号码，双方注册了Signal后可以立即展开对话而不需要添加好友。 官网上安卓版需要使用Google Play下载，如果你的手机没有Google Play，可以在我这下载Signal的安装包（下载可能有点慢，请耐心等待）。 下载安装包","categories":[{"name":"计算机","slug":"计算机","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"},{"name":"工具","slug":"计算机/工具","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/%E5%B7%A5%E5%85%B7/"}],"tags":[{"name":"微信","slug":"微信","permalink":"https://lusuzi.github.io/tags/%E5%BE%AE%E4%BF%A1/"},{"name":"安全","slug":"安全","permalink":"https://lusuzi.github.io/tags/%E5%AE%89%E5%85%A8/"},{"name":"隐私","slug":"隐私","permalink":"https://lusuzi.github.io/tags/%E9%9A%90%E7%A7%81/"}]},{"title":"比特币价格很有可能受Tether公司的USDT操控","slug":"比特币价格很有可能受Tether公司的USDT操控","date":"2020-07-31T05:38:36.000Z","updated":"2020-07-31T06:57:12.119Z","comments":true,"path":"article/bee0f638.html","link":"","permalink":"https://lusuzi.github.io/article/bee0f638.html","excerpt":"USDT是Tether公司推出的与美元(USD)挂钩的代币，价格基本稳定在1USDT=1美元上下波动，用户可以随时使用USDT与USD进行1:1兑换。Tether公司宣称（呵呵）严格遵守1:1的准备金，就是每发行1个USDT，它的银行账户都会有1美元的资金保障。但其审计报告是由它自己整理汇报给用户，而非独立的第三方发布，也就是说，Tether公司发行USDT是没有审计和监管的，在人性的驱使下，几乎必然存在暗箱操作的可能。","text":"USDT是Tether公司推出的与美元(USD)挂钩的代币，价格基本稳定在1USDT=1美元上下波动，用户可以随时使用USDT与USD进行1:1兑换。Tether公司宣称（呵呵）严格遵守1:1的准备金，就是每发行1个USDT，它的银行账户都会有1美元的资金保障。但其审计报告是由它自己整理汇报给用户，而非独立的第三方发布，也就是说，Tether公司发行USDT是没有审计和监管的，在人性的驱使下，几乎必然存在暗箱操作的可能。 即便被怀疑滥发USDT、操纵BTC价格、审计不达标等，没人知道1USDT是否真有1美元的支撑，但长久以来，USDT几乎是区块链世界的“法币”，被广泛使用，使用者只能默许Tether的行为。 我在这想声明三点（并分析第三点）： 作为占稳定币绝大部分市值的USDT是区块链市场上最大的雷！持有USDT的用户需随时面临USDT崩盘的风险。 Tether与Bitfinex曾通过USDT操纵比特币价格的迹象非常明显。 Tether可能存在通过滥发USDT操纵比特币价格的可能。 如图，2017年的大牛市可能就是USDT不断增发引起的，直到泡沫在顶点自然破裂，比特币价格一路狂泻。在狂泻之时，Tether公司又进行了一次大量增发，引起一波大反弹，但还是抑制不住下泄趋势。 时间来到2018年末，Tether突然减少USDT，导致在2018年已经趋于稳定的比特币再次狂泻，达到更低的3000美元左右。 比特币低位横盘几个月后，又增发USDT，导致比特币价格飞速上涨，当Tether不增发USDT不久后价格又趋于下跌，2020年1月的那次增发又导致其上涨，尔后遇到3月12日大崩。 在该次大崩后，其再次不断增发USDT使得比特币价格在短短几个月就上涨三倍以上，恢复了大跌前的水平。 比特币价格走势与Tether的USDT增发确实高度相关，尽管相关性不等于因果性，但其一我们要保持警惕，其二我们可以尝试利用它进行价格预测。 注：以上均为个人猜测，不构成任何投资建议。","categories":[{"name":"数据分析","slug":"数据分析","permalink":"https://lusuzi.github.io/categories/%E6%95%B0%E6%8D%AE%E5%88%86%E6%9E%90/"}],"tags":[{"name":"区块链","slug":"区块链","permalink":"https://lusuzi.github.io/tags/%E5%8C%BA%E5%9D%97%E9%93%BE/"}]},{"title":"一台电脑用多个Github部署多个Hexo博客","slug":"一台电脑用多个Github部署多个Hexo博客","date":"2020-07-27T10:12:12.000Z","updated":"2020-07-27T15:17:13.396Z","comments":true,"path":"article/8e989db0.html","link":"","permalink":"https://lusuzi.github.io/article/8e989db0.html","excerpt":"如果需要在一台电脑部署多个Hexo博客，可以在同一个Github账号下创建多个Pages，但那样只有一个用户名.github.io这样的域名，其他的为子域名用户名.github.io/xxx。也可以多申请几个Github账号，每个账号建立一个Hexo博客，彼此独立。以下介绍如何实施后者。","text":"如果需要在一台电脑部署多个Hexo博客，可以在同一个Github账号下创建多个Pages，但那样只有一个用户名.github.io这样的域名，其他的为子域名用户名.github.io/xxx。也可以多申请几个Github账号，每个账号建立一个Hexo博客，彼此独立。以下介绍如何实施后者。 SSH的公钥是GitHub作为本地仓库和远程仓库连接的唯一标识，一个公钥只能对应一个GitHub账户 ，如果在一台电脑上只生成一对密钥，而使用多个Github账号，那么在其上传代码时，Github无法辨识用户，导致数据交互失败。于是，需要在一台电脑上生成多对密钥，将不同的公钥上配置到不同的GitHub账号，即可解决该问题。 一、生成SSH key假设已经有了一个Github账号A并配置了密钥，下面添加第二个Github账号B的密钥。 先回到根目录： 1cd ~ 生成密钥： 1ssh-keygen -t rsa -C \"账号B对应邮箱\" 回车后出现： 12Generating public/private rsa key pair. Enter file in which to save the key (xxx/.ssh/id_rsa): 此时需要你输入新密钥的名称，千万要注意区别新密钥名称和旧密钥名称，不要相同，否则会覆盖旧密钥。之后再两次回车，新密钥即创建完成。 二、添加私钥由于ssh-agent默认只识别公钥，因此要需要添加私钥。 先在~/.ssh 目录下清除缓存： 1ssh-add -D 添加私钥： 12ssh-add ~/.ssh/id_rsassh-add ~/.ssh/新密钥名称 若出现错误Could not open a connection to your authentication agent.，则需先执行命令ssh-agent bash，再执行以上命令。 三、配置config文件接着查看~/.ssh/路径下，有没有config文件（旧账号生成密钥时一般产生了），没有则创建一个config文件： 1touch config 打开config，添加第二个账号的配置（如果是新生成的config则两个账号一起配置）： 1234567891011#第一个账号，默认使用的账号，不用做任何更改（如果没有则创建）Host github.com HostName github.com User 第一个用户名 IdentityFile ~/.ssh/id_rsa#第二个新账号，以任意的\"xxx\"为前缀，即对Host作了区分Host xxx.github.com HostName github.com User 第二个用户名 IdentityFile ~/.ssh/新密钥名称 四、部署与测试将对应公钥添加至Github账号中， 远程测试： 1ssh –T xxx.github.com 出行以下信息说明配置成功： 1Hi xxx! You've successfully authenticated, but GitHub does not provide shell access. 如果只作以上步骤，会发现给第二个账号用hexo-deploy-git时，显示的是第一个账号push的代码，因为第一个账号过去设置了全局用户名与邮箱配置，在/.deploy_git/.git本地默认采用作为全局的第一个账号。因此需要取消全局用户名/邮箱配置，在各/.deploy_git/本地单独设置用户名与邮箱。 五、单独设置用户名与邮箱先取消全局用户名与邮箱配置： 12git config --global --unset user.namegit config --global --unset user.email 分别进入各/.deploy_git/本地单独设置用户名与邮箱： 12git config user.name \"用户名\"git config user.email \"邮箱\" 六、第二个账号使用方法原来的用法： 1git clone git@github.com: 账号用户名/learngit.git 现在的用法： 第一个账号由于Host没改，用法保持不变，第二个账号由于Host设置了别名，应如下使用： 1git clone git@xxx.github.com: 账号用户名/learngit.git 上面的xxx就是你之前设置的前缀。 于是，第二个Hexo博客目录下的_config.yml文件的deploy配置应该变化为： 1234deploy: type: git repository: git@xxx.github.com:用户名/用户名.github.io.git branch: master 这样两个账号的deploy就不会相互干扰。 多个账号递推，把前缀设置成不一样即可。","categories":[{"name":"计算机","slug":"计算机","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"},{"name":"工具","slug":"计算机/工具","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/%E5%B7%A5%E5%85%B7/"}],"tags":[{"name":"git","slug":"git","permalink":"https://lusuzi.github.io/tags/git/"},{"name":"hexo","slug":"hexo","permalink":"https://lusuzi.github.io/tags/hexo/"}]},{"title":"Hello World","slug":"hello-world","date":"2020-07-27T07:24:38.310Z","updated":"2020-07-28T00:35:34.553Z","comments":true,"path":"article/4a17b156.html","link":"","permalink":"https://lusuzi.github.io/article/4a17b156.html","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"https://lusuzi.github.io/categories/%E8%AF%BB%E4%B9%A6%E7%AC%94%E8%AE%B0/"},{"name":"投资日记","slug":"投资日记","permalink":"https://lusuzi.github.io/categories/%E6%8A%95%E8%B5%84%E6%97%A5%E8%AE%B0/"},{"name":"计算机","slug":"计算机","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/"},{"name":"工具","slug":"计算机/工具","permalink":"https://lusuzi.github.io/categories/%E8%AE%A1%E7%AE%97%E6%9C%BA/%E5%B7%A5%E5%85%B7/"},{"name":"数据分析","slug":"数据分析","permalink":"https://lusuzi.github.io/categories/%E6%95%B0%E6%8D%AE%E5%88%86%E6%9E%90/"}],"tags":[{"name":"心理学","slug":"心理学","permalink":"https://lusuzi.github.io/tags/%E5%BF%83%E7%90%86%E5%AD%A6/"},{"name":"生活","slug":"生活","permalink":"https://lusuzi.github.io/tags/%E7%94%9F%E6%B4%BB/"},{"name":"时间管理","slug":"时间管理","permalink":"https://lusuzi.github.io/tags/%E6%97%B6%E9%97%B4%E7%AE%A1%E7%90%86/"},{"name":"方法","slug":"方法","permalink":"https://lusuzi.github.io/tags/%E6%96%B9%E6%B3%95/"},{"name":"演讲","slug":"演讲","permalink":"https://lusuzi.github.io/tags/%E6%BC%94%E8%AE%B2/"},{"name":"数学","slug":"数学","permalink":"https://lusuzi.github.io/tags/%E6%95%B0%E5%AD%A6/"},{"name":"区块链","slug":"区块链","permalink":"https://lusuzi.github.io/tags/%E5%8C%BA%E5%9D%97%E9%93%BE/"},{"name":"日记","slug":"日记","permalink":"https://lusuzi.github.io/tags/%E6%97%A5%E8%AE%B0/"},{"name":"微信","slug":"微信","permalink":"https://lusuzi.github.io/tags/%E5%BE%AE%E4%BF%A1/"},{"name":"安全","slug":"安全","permalink":"https://lusuzi.github.io/tags/%E5%AE%89%E5%85%A8/"},{"name":"隐私","slug":"隐私","permalink":"https://lusuzi.github.io/tags/%E9%9A%90%E7%A7%81/"},{"name":"git","slug":"git","permalink":"https://lusuzi.github.io/tags/git/"},{"name":"hexo","slug":"hexo","permalink":"https://lusuzi.github.io/tags/hexo/"}]}